[
  {
    "title": "Edu Platform",
    "description": "A modern and fully responsive e-learning platform designed for seamless cross-device experiences. Edu Platform features secure multi-gateway payment integration, intuitive course browsing, and real-time inventory management. It includes advanced search and filtering functionality, and offers detailed analytics for administrators through a powerful dashboard.",
    "imageUrls": [
      "./images/projects/edu1.png",
      "./images/projects/edu2.png",
      "./images/projects/edu3.png",
      "./images/projects/edu4.png"
    ],
    "liveDemo": "https://brooks-widespread-rangers-owns.trycloudflare.com/"
  },
  {
    "title": "IoT Dashboard",
    "description": "Real-time monitoring system for smart home devices. This comprehensive dashboard provides users with instant updates on their connected devices, including thermostats, security cameras, and smart appliances. It features customizable widgets, alerts for unusual activity, and energy consumption reports. The interface is intuitive, allowing users to control their smart home ecosystem effortlessly from a single platform.",
    "imageUrls": [
      "https://i.pinimg.com/564x/33/ea/5a/33ea5ac772e3f04e1fd5918c16c4490d.jpg",
      "https://i.pinimg.com/564x/e2/4b/44/e24b44b443bd740b3a6d68d9309cb52c.jpg",
      "https://i.pinimg.com/564x/c8/c9/02/c8c90231c9ccc4942c94474bd090a1de.jpg"
    ],
    "liveDemo": "https://iot-dashboard-demo.example.com"
  },
  {
    "title": "AI-Powered Chatbot",
    "description": "Customer service bot with natural language processing capabilities. This advanced chatbot utilizes machine learning algorithms to understand and respond to customer queries in a human-like manner. It can handle multiple languages, learn from interactions to improve its responses over time, and seamlessly escalate complex issues to human agents when necessary. The chatbot integrates with various platforms including websites, messaging apps, and social media.",
    "imageUrls": [
      "./images/projects/v1.jpeg",
      "./images/projects/v2.png",
      "./images/projects/v3.jpeg",
      "./images/projects/v4.jpeg",
      "./images/projects/v5.jpeg",
      "./images/projects/v6.jpeg"
    ],
    "liveDemo": "https://ai-chatbot-demo.example.com"
  },
  {
    "title": "Social Media Platform",
    "description": "A platform for users to connect and share content. This innovative social network combines the best features of existing platforms with unique elements. It offers customizable feeds, advanced privacy controls, and a built-in content creation suite. Users can join interest-based communities, participate in live discussions, and even monetize their content through an integrated marketplace. The platform also includes robust anti-harassment tools and promotes positive digital well-being.",
    "imageUrls": [
      "https://i.pinimg.com/564x/58/7f/af/587faf465b70ce9cd2dad618dbebf929.jpg",
      "https://i.pinimg.com/564x/f9/a9/66/f9a966185316271eaf5fde972e2ccff7.jpg",
      "https://i.pinimg.com/736x/5b/4f/54/5b4f54704ecc5aef7c80aa54ca265ffa.jpg"
    ],
    "liveDemo": "https://social-media-demo.example.com"
  }
]
