[
  {
    "title": "Art Showcase Platform",
    "description": "A beautifully designed platform for artists to exhibit and share their creations. This art-centric website allows users to explore galleries, follow their favorite artists, and even purchase original artwork. With immersive visuals and smooth animations, it provides a curated space for creativity. Features include artist portfolios, virtual exhibitions, and community art challenges that foster engagement and inspiration.",
    "imageUrls": [
      "./images/projects/art1.png",
      "./images/projects/art2.png",
      "./images/projects/art3.png"
    ],
    "liveDemo": "/art/1"
  },
  {
    "title": "Portfolio Template",
    "description": "A sleek and responsive portfolio website template built to showcase your work in style. Designed for freelancers, designers, and developers, it features smooth animations, dark/light theme toggle, project filtering, and mobile-first responsiveness. It includes an about section, contact form, and dynamic project gallery to impress potential clients.",
    "imageUrls": [
      "./images/projects/portfolio1.png",
      "./images/projects/portfolio2.png",
      "./images/projects/portfolio3.png",
      "./images/projects/portfolio4.png"
    ],
    "liveDemo": "/portfolio/1"
  },
  {
    "title": "Business Landing Page",
    "description": "A sleek and modern landing page designed for businesses based in Kolkata. Tailored to reflect the vibrant commercial landscape of the city, this responsive page features dynamic content sections for services, testimonials, and local client highlights. Optimized for lead generation and SEO, it also includes integrated contact forms, Google Maps location, and visually appealing banners showcasing Kolkata’s business culture.",
    "imageUrls": [
      "./images/projects/b_land1.png",
      "./images/projects/b_land2.png",
      "./images/projects/b_land3.png",
      "./images/projects/b_land4.png"
    ],
    "liveDemo": "/business/1"
  },
  {
    "title": "Edu Platform",
    "description": "A modern and fully responsive e-learning platform designed for seamless cross-device experiences. Edu Platform features secure multi-gateway payment integration, intuitive course browsing, and real-time inventory management. It includes advanced search and filtering functionality, and offers detailed analytics for administrators through a powerful dashboard.",
    "imageUrls": [
      "./images/projects/edu1.png",
      "./images/projects/edu2.png",
      "./images/projects/edu3.png",
      "./images/projects/edu4.png"
    ],
    "liveDemo": "/edu/1"
  },
  {
    "title": "Kolkata Nostalgic Cafe",
    "description": "From the bustling lanes of Shyambazar to the elegant cafes of Park Street – this unique cafe website captures the soul of Kolkata. It's more than just a place to eat; it's where every conversation turns into an adda and every bite tells a story. Featuring a warm, vintage design blended with modern aesthetics, the platform showcases menu highlights, cultural stories, event announcements, and community reviews. Celebrate Kolkata’s rich heritage with every scroll. যেখানে প্রতিটি চুমুকে গল্প, প্রতিটি কামড়ে কলকাতার আত্মা।",
    "imageUrls": [
      "./images/projects/cafe1.png",
      "./images/projects/cafe2.png",
      "./images/projects/cafe3.png",
      "./images/projects/cafe4.png",
      "./images/projects/cafe5.png"
    ],
    "liveDemo": "/cafe/1"
  },
  {
    "title": "Custom Cake Ordering Platform",
    "description": "An elegant and user-friendly website designed for custom cake orders and bakery showcases. Customers can browse through high-quality images of cakes, filter by occasions like birthdays or weddings, and place personalized orders with preferred flavors, sizes, and decorations. The site features a responsive design, real-time availability updates, customer testimonials, and integration with delivery services for a seamless user experience.",
    "imageUrls": [
      "./images/projects/cake21.png",
      "./images/projects/cake22.png",
      "./images/projects/cake23.png",
      "./images/projects/cake24.png"
    ],
    "liveDemo": "/cake/2"
  },

  {
    "title": "Cake Shop Website",
    "description": "A delightful and visually appealing website template designed for bakeries and cake shops. This platform showcases a wide range of cakes with beautiful galleries, customer reviews, and a smooth ordering experience. Features include customizable cake listings, real-time order tracking, festive deals, and an integrated contact form for custom cake inquiries. Perfect for attracting sweet-toothed customers with an elegant and modern design.",
    "imageUrls": [
      "./images/projects/cake1.png",
      "./images/projects/cake2.png",
      "./images/projects/cake3.png"
    ],
    "liveDemo": "/cake/1"
  },
  {
    "title": "Gym",
    "description": "A delightful and visually appealing website template designed for bakeries and cake shops. This platform showcases a wide range of cakes with beautiful galleries, customer reviews, and a smooth ordering experience. Features include customizable cake listings, real-time order tracking, festive deals, and an integrated contact form for custom cake inquiries. Perfect for attracting sweet-toothed customers with an elegant and modern design.",
    "imageUrls": [
      "./images/projects/gym1.png",
      "./images/projects/gym2.png",
      "./images/projects/gym3.png",
      "./images/projects/gym4.png",
      "./images/projects/gym5.png"
    ],
    "liveDemo": "/gym/1"
  }
]
